Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=747_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitigge já Iänuduv kieldâ kärttejeh tavesämikielâ kielâpiervâl táárbu
sms: SääŠmteŠǧǧ da Enontekiö kåŠdd kaŠrttje tâŠvvsääŠm ǩiõllpieŠzz taarb

source: Sämitigge ocá máttááttâs- já kulttuurministeriöst staatâtorjuu kielâpiervâl- já kielâlávgumkerhotooimâ várás.
sms: SääŠmteŠǧǧ ååcc mättʼtõs- da kultturministeriast riikkveäŠǩǩvuõđ ǩiõllpieŠss- da ǩiõll-laauǥsieŠbrrtuåimmjumuužž diõtt.

source: Puáttee tooimâ vuávám várás Sämitigge já Iänuduv kieldâ kärttejeh sämiperrui halulâšvuođâ uásálistiđ tavesämikielâlii kielâpiervâltooimân Iänuduv kieldâ kuávlust.
sms: PuõŠtti tuåimmjem plaanumuužž diõtt SääŠmteŠǧǧ da Enontekiö kåŠdd kaŠrttje sääŠmpiârrji haaŠleemvuõđ vuässõõttâd tâŠvvsääŠmǩiõllsaž ǩiõllpieŠsstuåimmjumuŠšše Enontekiö kååŠdd vuuŠdest.

source: Luođii koijâdâllâm
sms: Noor kõõjjõõzz liâdǥ

source: täst
sms: täŠst
